Repository: emulefanscom/ed2k-link-selector
Catalog: lang/ed2kls-*.po
Languages: fr_fr

source: You can use <a href="https://www.emule-project.net/home/perl/general.cgi?l=1&rm=download">eMule</a> or its mod (see <a href="http://www.emule-mods.de/?mods=start">Mod Page on emule-mods.de</a>) (Windows), <a href="http://www.amule.org/">aMule</a> (Win, Linux, Mac), etc. to download files via eD2k links. See <a href="http://wiki.amule.org/wiki/Ed2k_links_handling">eD2k Links Handling</a> for help.<br>eMuleCollection files contain a set of links intended to be downloaded. They can be managed by eMule.<br>Click and hold down SHIFT key to toggle multiple checkboxes.<br>Use filters to select files.<br>Go to the <a href="https://emulefans.com/wordpress-ed2k-link-selector/">eD2k Link Selector WordPress plugin homePage by the author</a> (Chinese) or the <a href="https://wordpress.org/plugins/ed2k-link-selector/">page on WordPress.org</a> (international) to find this plugin or contact the author.
fr_fr: Vous pouvez utiliser <a href="https://www.emule-project.net/home/perl/general.cgi?l=1&rm=download">eMule</a> ou son mod (voir <a href="http://www.emule-mods.de/?mods=start">Mod Page sur emule-mods.de</a>) (Windows), <a href="http://www.amule.org/">aMule</a> (Win, Linux, Mac), etc. pour télécharger des fichiers avec liens eD2k. Voir <a href="http://wiki.amule.org/wiki/Ed2k_links_handling">eD2k Links Handling</a> pour obtenir de l'aide.<br />Les fichiers eMuleCollection contiennent un ensemble de liens destinés à être téléchargés. Ils peuvent être gérés par eMule.<br>Cliquez et maintenez la touche Maj. pour basculer plusieurs cases à cocher.<br>Utilisez les filtres pour sélectionner les fichiers.<br>Allez à la <a href="https://emulefans.com/wordpress-ed2k-link-selector/">page de l'auteur</a> (chinois) ou la <a href="https://wordpress.org/plugins/ed2k-link-selector/">page sur WordPress.org</a> (international) pour trouver ce plugin ou contacter l'auteur.

source: Name Filter helps you select files by their names or extensions. Case insensitive.<br>Symbols Usage:<br>AND: space (<code> </code>), <code>+</code>;<br>NOT: <code>-</code>;<br>OR: <code>|</code>;<br>Escape: pair of quote marks (<code>""</code>);<br>Match the start: <code>^</code>;<br>Match the end: <code>$</code>.<br>e.g.<br><code>emule|0.49c -exe</code> selects names that contain "eMule" and "0.49c" but not contain "exe";<br><code>^emule 0.49c$</code> selects names started with "eMule" and end with "0.49c";<br><code>"emule 0.49c"</code> with quote marks matches exactly "eMule 0.49c", but not "eMule fake 0.49c".
fr_fr: Filtre de nom vous aide à sélectionner les fichiers par leurs noms ou extensions. Insensible à la casse.<br>Utilisation des symboles :<br>ET: l'espace (<code> </code>), <code>+</code> ;<br>NON : <code>-</code> ;<br>OU : <code>|</code> ;<br>Échappement : paire de guillemets anglais (<code>""</code>) ;<br>Corresponde le début : <code>^</code> ;<br>Corresponde la fin: <code>$</code>.<br>Par exemple :<br><code>emule|0.49c -exe</code> sélectionne les noms qui contiennent « eMule » et « 0.49c » mais qui ne contiennent pas « exe » ;<br><code>^emule 0.49c$</code> sélectionne les noms commençant par « eMule » et se terminant par « 0.49c » ;<br><code>"emule 0.49c"</code> avec des guillemets anglais corresponde exactement à « eMule 0.49c », et non pas « eMule faux 0.49c » .

source: Size Filter helps you select files by their sizes.
fr_fr: Filtre de taille vous aide à sélectionner les fichiers par leurs tailles.

source: Loading not finished. Please retry.
fr_fr: Chargement n'est pas fini. Veuillez réessayer svp.

source: Hide
fr_fr: Masquer

source: Show
fr_fr: Afficher

source: TB
fr_fr: To

source: GB
fr_fr: Go

source: MB
fr_fr: Mo

source: KB
fr_fr: Ko

source: Help
fr_fr: Aide

source: Please enable javascript in your browser to visit this page.
fr_fr: Permettez javascript dans votre navigateur à visiter cette page svp.

source: Close help info
fr_fr: Fermer info d'aide

source: Help Info:
fr_fr: Info d'aide:

source: eMule Official Site
fr_fr: Site officiel d'eMule

source: eMule Official
fr_fr: eMule Officiel

source: eMuleFans.com [eMule Fans Chinese Blog]
fr_fr: eMuleFans.com [Blog Chinois d'eMule Fans]

source: Homepage for eD2k Link Selector WordPress Plugin
fr_fr: Homepage d'eD2k Link Selector (Sélecteur de Lien eD2k) WordPress Plugin

source: All
fr_fr: Tous

source: Name Filter
fr_fr: Filtre de Nom

source: Size Filter
fr_fr: Filtre de Taille

source: file(s)
fr_fr: fichier(s)

source: Download
fr_fr: Télécharger

source: Copy Links
fr_fr: Copier Liens

source: Copy Names
fr_fr: Copier Noms

source: Copyed
fr_fr: Copié

source: Add eD2k Links
fr_fr: Ajouter Liens eD2k

source: eD2k Link Selector Options
fr_fr: Options de Sélecteur de lien eD2k

source: eD2k Link Selector
fr_fr: Sélecteur de lien eD2k

source: eD2k Links
fr_fr: Liens eD2k

source: Disable and delete the saved settings in the database
fr_fr: Désactiver et supprimer les paramètres enregistrés dans la base de données

source: Disable Forever
fr_fr: Désactiver pour tjr

source: Settings
fr_fr: Paramètres

source: Uninstalled successfully. Please click <a href="%1$s">here</a> to disable the plugin. Click the "%2$s" button to restore default settings and reuse the plugin.
fr_fr: Désinstallé avec succès. Cliquez <a href="%1$s">ici</a> pour désactiver le plugin. Cliquez sur le bouton "%2$s" pour restaurer les paramètres par défaut et réutiliser le plugin.

source: Restore Default
fr_fr: Restaurer par défaut

source: Failed to read from the database. Please go to <a href="%1$s">Plugin Page</a> to reinstall the plugin, or click the "%2$s" button below.
fr_fr: Échec de la lecture dans la base de données. Allez à la <a href="%1$s">Page plugin</a> pour réinstaller le plugin, ou cliquez sur le bouton "%2$s" ci-dessous.

source: Click "[?]" button for help. The settings below will apply globally. You can also set "%2$s" and "%3$s" for specific %1$s tag in the post.
fr_fr: Cliquez sur le bouton "[?]" pour obtenir de l'aide. Les paramètres ci-dessous s'appliquent globalement. Vous pouvez également définir "%2$s" et "%3$s" pour une étiquette spécifique de %1$s dans l'article.

source: Tag Attribute
fr_fr: Attribut d'étiquette

source: Available Value(s)
fr_fr: Valeur(s) disponible(s)

source: Language
fr_fr: Langue

source: Plugin language.
fr_fr: Langue de plugin.

source: Title
fr_fr: Titre

source: (For the "Table" format) The title.
fr_fr: (Pour le format "Table") Le titre.

source: Text
fr_fr: Texte

source: Stat Button
fr_fr: Bouton Stat

source: Enabled
fr_fr: Activé

source: Disabled
fr_fr: Désactivé

source: (For the "Table" format) Whether to use stat button, and which stat site.
fr_fr: (Pour le format "Table") Est-ce qu'il faut utiliser le bouton état, quel site de Stat.

source: Stat site URL prefix
fr_fr: Préfixe de l'URL du site Stat

source: (For the "Table" format) Whether to use name filter.
fr_fr: (Pour le format "Table") Est-ce qu'il faut utiliser le filtre de nom.

source: Auto. Disable if only one link, enable if multiple links
fr_fr: Auto. Désactiver si un seul lien, activer si plusieurs liens

source: (For the "Table" format) Whether to use size filter.
fr_fr: (Pour le format "Table") Est-ce qu'il faut utiliser le filtre de taille.

source: (For the "Table" format) Whether to show emulecollection button.
fr_fr: (Pour le format "Table") Est-ce qu'il faut montrer le bouton emulecollection.

source: Width
fr_fr: Largeur

source: (For the "Table" format) Width of the table.
fr_fr: (Pour le format "Table") Largeur de la table.

source: Width, in %, px, pt or em
fr_fr: Largeur, en %, px, pt ou em

source: Font Size
fr_fr: Taille de la police

source: (For the "Table" format) Font size of the table.
fr_fr: (Pour le format "Table") Taille de police de la table.

source: Font size, in %, px, pt or em
fr_fr: Taille de police, en %, px, pt ou em

source: Button Style
fr_fr: Style de bouton

source: Text only
fr_fr: Texte seule

source: Image and text
fr_fr: Image et texte

source: Image only
fr_fr: Image seule

source: (For the "Table" format) Style of buttons.
fr_fr: (Pour le format "Table") Style de boutons.

source: Selector table
fr_fr: Table de sélecteur

source: Simple anchor links
fr_fr: Liens d'ancrage simples

source: Which format to use for content on single post and page.
fr_fr: Quel format à utiliser pour le contenu sur une seule publication et page.

source: For All
fr_fr: Pour Tous

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Whether to apply on non-singular pages (pages which are not single posts or pages. Like front page and category pages).
fr_fr: Est-ce qu'il faut appliquer sur des pages non-singular (pages qui ne sont pas des articles ou des pages. Comme la pages d'accueil et les pages de catégorie).

source: Save Options
fr_fr: Sauvegarder les options

source: Demo
fr_fr: Démo

source: Uninstall
fr_fr: Désinstaller

source: Click uninstall button to delete the settings saved in the database.
fr_fr: Cliquez sur le bouton désinstaller pour supprimer les paramètres enregistrés dans la base de données.

source: Confirm
fr_fr: Confirmer

source: Enter your eD2k links and intros:
fr_fr: Entrer votre Liens eD2k et intros:

source: OK
fr_fr: Valider

source: Clean
fr_fr: Ranger

source: Cancel
fr_fr: Annuler
